export const errors = {
  city: {
    required: 'Название города обязательно',
    escape: 'Недопустимые символы экранирования',
    empty: 'Поле не должно быть пустым',
    invalid: 'Некорректное название города',
    valid: 'Город валиден',
  },
  date: {
    required: 'Дата обязательна',
    invalidCharacters: 'Недопустимые символы в дате',
    pattern: 'Формат даты должен быть ДД.ММ.ГГГГ',
    invalid: 'Некорректная дата',
    past: 'Дата не может быть в прошлом',
    valid: 'Дата валидна',
  },
};